SJSU-CMPE-195/group-project-team-narm/tryout/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32p4"
CONFIG_ESP_VIDEO_ENABLE_HW_H264_VIDEO_DEVICE=y
